[BlackMarket.MarketDef_BlackMarket BlackMarketDefinition]
BlackMarketName="Earl's BBQ at the Black Market"

[Upgrades_Ammo.Upgrades_Ammo_AssaultRifle BlackMarketUpgradeDefinition]
UpgradeName="The main god is the weapon of attack"

[Upgrades_Ammo.Upgrades_Ammo_Grenades BlackMarketUpgradeDefinition]
UpgradeName="He was carrying a bomb."

[Upgrades_Ammo.Upgrades_Ammo_Pistol BlackMarketUpgradeDefinition]
UpgradeName="good ammunition for the gun"

[Upgrades_Ammo.Upgrades_Ammo_RocketLauncher BlackMarketUpgradeDefinition]
UpgradeName="Improve anti-missile combat."

[Upgrades_Ammo.Upgrades_Ammo_Shotgun BlackMarketUpgradeDefinition]
UpgradeName="The gun is in original condition"

[Upgrades_Ammo.Upgrades_Ammo_SMG BlackMarketUpgradeDefinition]
UpgradeName="Major Mahindar"

[Upgrades_Ammo.Upgrades_Ammo_SniperRifles BlackMarketUpgradeDefinition]
UpgradeName="maj ft. A sniper."

[Upgrades_Ammo.Upgrades_Backpack BlackMarketUpgradeDefinition]
UpgradeName="new bag"

[Upgrades_Ammo.Upgrades_Bank BlackMarketUpgradeDefinition]
UpgradeName="Bank refund"

